---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.gbXMLBuildingOperatingSchedule.DefaultOperatingSchedule
enum: Autodesk.Revit.DB.Analysis.gbXMLBuildingOperatingSchedule
source: html/67ffcea7-1ebd-78c2-d8f3-b6cc5c3595d2.htm
---
# Autodesk.Revit.DB.Analysis.gbXMLBuildingOperatingSchedule.DefaultOperatingSchedule